Revit 2027 API
ParameterTypeId.RbsMepSizeHeightDefParam Property
 "MEP Size Height Definitions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsMepSizeHeightDefParam { get; }
Public Shared ReadOnly Property RbsMepSizeHeightDefParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsMepSizeHeightDefParam {
	ForgeTypeId^ get ();
}
static member RbsMepSizeHeightDefParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace